[
  {
    "name": "Apple EarPods",
    "description": "Unlike traditional, circular earbuds, the design of the Apple EarPods is defined by the geometry of the ear.",
    "specification": "Enhanced Bass Response, Resistant to Sweat and Water Damage, Control Music and Video Playback",
    "photoName": "earpod.jpg",
    "price": 2499
  },

  {
    "name": "Audio-Technica ATH-M50 Headphones",
    "description": "With the ATH-M50 professional studio monitor headphones, Audio-Technica has achieved an exceptionally accurate response and long-wearing listening comfort.",
    "specification": "Exceptional audio quality for professional monitoring and mixing, adjustable padded headband for comfort during long mixing/recording sessions, 1 year warranty",
    "photoName": "ath.jpg",
    "price": 15999
  },

  {
    "name": "Beats Solo HD On-Ear Headphone",
    "description": "Beats Solo HD headphones are made to be a lighter, on-ear version of Studios. Compact enough to fit in your pocket or bag.",
    "specification": "Every pair is now constructed of super-durable, flexible material, reinforced with a metal strip to make sure it never comes apart.",
    "photoName": "hp.jpg",
    "price": 19999
  },

  {
    "name": "Bose AE2w Bluetooth Headphones",
    "description": "AE2w Bluetooth headphones let you enjoy immersive Bose sound from your iPad-plus wireless freedom.",
    "specification": "Enjoy immersive sound with wireless freedom, Cushioned around-ear fit for hours of comfortable listening, Wirelessly connects to your Bluetooth devices",
    "photoName": "AE2w.jpg",
    "price": 24999
  },

  {
    "name": "Bose® QuietComfort® 15 Headphones",
    "description": "They're the best Bose headphones, period. QuietComfort 15 headphones feature exclusive Bose advancements in noise reduction technology.",
    "specification": "Significant noise reduction, TriPort acoustic headphone structure, Active equalization",
    "photoName": "bqc.jpg",
    "price": 29999
  },

  {
    "name": "Jawbone ERA Bluetooth Headset - Midnight",
    "description": "The Jawbone ERA is the only Bluetooth headset equipped with military-grade NoiseAssassin 3.0, the latest version of Jawbone's industry-first noise and wind canceling technology.",
    "specification": "Advanced Bluetooth headset in Shadowbox design with NoiseAssasin 3.0 noise and wind canceling technology for clear communication.",
    "photoName": "jb02.jpg",
    "price": 7799
  },

  {
    "name": "Jawbone ERA Bluetooth Headset - Shadowbox",
    "description": "The Jawbone ERA is the only Bluetooth headset equipped with military-grade NoiseAssassin 3.0, the latest version of Jawbone's industry-first noise and wind canceling technology.",
    "specification": "Advanced Bluetooth headset in Shadowbox design with NoiseAssasin 3.0 noise and wind canceling technology for clear communication.",
    "photoName": "jb01.jpg",
    "price": 7799
  },

  {
    "name": "JVC HAFX1X Headphones",
    "description": "The new three-model Xtreme Xplosives, or XX, series combines aggressive new design with JVC?s traditional high-quality build and style to meet the needs of today's music enthusiasts in comfort, sound and price.",
    "specification": "Gold plated 3.5mm plug,Cord Length: 3.93ft(1.2m), Good quality, noise reduction.",
    "photoName": "jvc.jpg",
    "price": 1999
  },

  {
    "name": "Logitech Wireless Gaming Headset G930 with 7.1 Surround Sound",
    "description": "Logitech wireless gaming headset g930 a fast wireless connection lets you level up without being tied down-and 7.1 surround sound puts you right in the middle of the action.",
    "specification": "Gaming-grade wireless: Reliable lag-free performance with up to 40 ft. wireless range (Actual wireless range will vary with use, settings and environmental conditions).",
    "photoName": "lg01.jpg",
    "price": 10999
  },

  {
    "name": "Plantronics GameCom 780 Surround Sound Stereo PC Gaming Headset",
    "description": "Enjoy exceptional sound quality, whether you're playing video games, listening to music, or making Internet calls, with the GameCom 780 Surround Sound Gaming Headset from Plantronics.",
    "specification": "Dolby Headphone and Pro Logic IIx technologies transform standard audio into a stunning 7.1 surround sound experience (Software is compatible with Windows systems only.",
    "photoName": "pg01.jpg",
    "price": 5499
  },

  {
    "name": "Sennheiser CX 300B MK II Precision Enhanced Bass Earbuds",
    "description": "Offering a powerful, bass-driven stereo sound with greater clarity and improved dynamics is the CX 300-II ear-canal phone.",
    "specification": "Excellent voice clarity and comfortable fit, Excellent bass response, Convenient carrying pouch included, Customizable ear adapter system achieves the perfect fit.",
    "photoName": "cx01.jpg",
    "price": 2499
  },

  {
    "name": "Sennheiser HD 202 Professional Headphones",
    "description": "The HD 202-II is a closed-back, around-the-ear stereo headphone featuring powerful bass reproduction.",
    "specification": "Ideal for DJ's and audio pros, Total harmonic distortion (THD): <0.5%, Very clean, deep bass response, Detachable ear cups for pro users",
    "photoName": "HD202.jpg",
    "price": 2699
  },

  {
    "name": "Sennheiser RS120 Over-Ear Headphones",
    "description": "The RS 120 is an RF wireless headphone system with open, supra-aural headphones. They feature a transparent, well-balanced sound with excellent bass reproduction, making them an ideal choice for both hi-fi and TV use.",
    "specification": "Detailed, Analytical Sound Reproduction With Strong, Bass Response, Perfectly Suitable For All Types Of Modern Music & Tv Applications",
    "photoName": "rs120.jpg",
    "price": 8499
  },

  {
    "name": "Skullcandy S2IKDY-010 Ink'd 2.0 Earbud Headphones with Mic",
    "description": "Skullcandy's best-selling INK'D earbuds feature a customizable fit and 11mm speaker drivers that tattoo your temporal lobes with full-color sonic art.",
    "specification": "11mm drivers with neodymium magnets for full-range sound. Two sizes of silicone gel earbud sleeves for a perfect fit. 1.3-meter nylon braided cable with gold-plated 3.5mm plug.",
    "photoName": "sk01.jpg",
    "price": 1399
  },

  {
    "name": "Skullcandy S6SKFZ-003 Skullcrusher",
    "description": "The Skullcrusher boasts enough low-end WHOMP to buckle all comers, supplying the bass you need with clarity and precision dual-driver bass boost headphones.",
    "specification": "30mm power drivers plus 30mm subwoofer. In-line subwoofer control. Stashable/collapsing travel design. Soft leather-touch ear pillows.",
    "photoName": "sk02.jpg",
    "price": 4499
  },

  {
    "name": "Sony MDR-V6 Headphones",
    "description": "A headset system designed for audio professionals.",
    "specification": "Samarium-cobalt magnets and 40mm drivers for powerful, detailed sound, Over-ear design provides comfort and outstanding reduction of external noises",
    "photoName": "mdr.jpg",
    "price": 5399
  },

  {
    "name": "Sony MDR-ZX100 ZX Series Headphones",
    "description": "This lightweight and comfortable package is ideal for life on-the-go.",
    "specification": "Closed-type supra-aural headphones with 30mm drivers, high quality and powerful sound, lightweight for maximum comfort",
    "photoName": "ZX100.jpg",
    "price": 1499
  },

  {
    "name": "Sony MDRRF985RK Wireless RF Headphone",
    "description": "Untangle your mind and relax with crisp, personal audio without wires. They also feature a comfortable headband and long battery life up to 25 hours.",
    "specification": "Wireless FM headphones for cord-free listening. 40mm driver units for expressive sound. Easy-adjust headband for long term comfort.",
    "photoName": "mdr01.jpg",
    "price": 9999
  },

  {
    "name": "Turtle Beach Call of Duty: Black Ops II",
    "description": "The future is now with the Turtle Beach Call of Duty: Black Ops II Ear Force Tango Limited Edition Headset.",
    "specification": "Black Ops II - Optimized customizable presets. Black Ops II Voice prompts; Adjustable Surround Sound Angles. Rechargeable Battery.",
    "photoName": "tb02.jpg",
    "price": 39999
  },

  {
    "name": "Turtle Beach Ear Force PX51 Premium Wireless Dolby Digital Gaming Headset",
    "description": "To compete with the best players, you need the best equipment. PX51 gives you the Turtle Beach audio advantage with interference-free.",
    "specification": "Dual-Band Wi-Fi Wireless - Interference-free wireless means clearer chat and game audio.",
    "photoName": "tb01.jpg",
    "price": 24999
  }
]